espressif/esp-idf/examples/protocols/https_request/sdkconfig.ci.esp32c2_rom_mbedtls
CONFIG_IDF_TARGET="esp32c2"
CONFIG_XTAL_FREQ_26=y
CONFIG_EXAMPLE_CONNECT_WIFI=y
CONFIG_EXAMPLE_WIFI_SSID_PWD_FROM_STDIN=y
# TODO: IDF-15012
CONFIG_MBEDTLS_USE_CRYPTO_ROM_IMPL=n
